Revit 2027 API
Space.OutdoorAirPerPerson Property
Get the Specified OutdoorAirPerPerson of the Space.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double OutdoorAirPerPerson { get; }
Public ReadOnly Property OutdoorAirPerPerson As Double
	Get
public:
property double OutdoorAirPerPerson {
	double get ();
}
member OutdoorAirPerPerson : float with get
Property Value
Double
Remarks
This property is used to get the Specified OutdoorAirPerPerson (Unit: ft3/s) of the Space.
See Also
Reference
Space Class
Autodesk.Revit.DB.Mechanical Namespace